Revit 2027 API
ParameterTypeId.RbsFlowFactorParam Property
 "Flow Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFlowFactorParam { get; }
Public Shared ReadOnly Property RbsFlowFactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFlowFactorParam {
	ForgeTypeId^ get ();
}
static member RbsFlowFactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace